export const dataShop = [
    {
        id: 1,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F26085-H33_v1.png?v=1625353545822",
        title: "Биты",
        description: "В нашем ассортименте представлен большой выбор бит и насадок для ручного и электроинструмента. У нас вы найдете асадки PH, PZ, Hex, Torx, S и другие в необходимых размерах, а также в наборах.",
        category: "ручной",
        showMore: false
    },
    {
        id: 2,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F3ushgfklk400w3g46hnb9ip3k-800x800.png?v=1626775767132",
        title: "Замки",
        description: "Замо́к — механическое, электронное или комбинированное устройство фиксации. Применяется для запирания дверей, крышек, ёмкостей и пр., а также для обеспечения блокировки предметов с целью предотвращения их похищения и/или ограничения доступа. В зависимости от принципа действия привода различают замки механические и электронные. В зависимости от крепления различают замки навесные, накладные, врезные (встроенные) и другие (например, для ювелирных изделий)." ,
        category: "скобяные",
        showMore: false
    },
    {
        id: 3,
        image: "https://cdn.glitch.global/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d/malar.jpg?v=1678899908063",
        title: "Малярный инструмент",
        description: "Все, необходимое для лакокрасочных работ. Все виды кистей и валиков, ванночки для краски, шубки и ручки, а также прочий расходным материал широко представлен в нашем ассортименте. Продажа упаковками и штучно.",
        category: "ручной",
        showMore: false
    },
    {
        id: 4,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2Fru-photo_bank-33459_01-1000x1000.png?v=1626775778314",
        title: "Ручки дверные",
        description: "Дверная ручка — аксессуар двери для её ручного открывания, являющийся одним из необходимых элементов дверной фурнитуры. Основная функция дверной ручки (как входной, так и межкомнатной двери) — это управление замком и дверью. Двери, как правило, имеют две ручки — по одной с каждой стороны.",
        category: "скобяные",
        showMore: false
    },
    {
        id: 5,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F86192102_w640_h640_otvertka-rz2-h.png?v=1625353615930",
        title: "Отвертки",
        description: "Большой выбор отверток с различными наконечниками (SL, PH, PZ, Frearson, Квадрат и др). У нас вы найдете отвертки простые, гибкие, ударные, под биты, диэлектрические, индикаторные, для точечных работ, с храповым механизмом, под сменные биты.",
        category: "ручной",
        showMore: false
    },
    {
        id: 6,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F561651651.png?v=1626778470179",
        title: "Грабли",
        description: "Гра́бли — сельскохозяйственный инструмент, применяемый для грабления, сгребания, валкования или сгромаживания сена, соломы переворачивания её и вообще при уборке культивируемых растений, сгребания опавшей листвы, мусора, очистки от выкопанных корней сорных трав, а также для лёгкого разрыхления почвы между рядами растений, разбивания комьев перекопанной почвы.",
        category: "садовый",
        showMore: false
    },
    {
        id: 7,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F102078188_w640_h640_instrumenty-izmeritelnye.png?v=1625475938139",
        title: "Измерительный инструмент",
        description: "Слесари и мастера иного профиля применяют для контроля качества получаемых деталей различные ручные измерительные инструменты. У нас вы найдете рулетки, штангенциркули, угломеры, щупы, уровни, а также нивелиры и лазерные уровни.",
        category: "ручной",
        showMore: false
    },
    {
        id: 8,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2Fc0ef93d4-5723-11e5-80fc-002590d99cf6-w440r.png?v=1625490169404",
        title: "Дрели",
        description: "Дрель – это популярный электрический инструмент, используемый для придания сверлу вращательного направления движения, чтобы сделать отверстие в твердых горизонтальных и вертикальных поверхностях. Она широко используется в ремонтно-отделочных, а также столярных, токарных и слесарных видах работ.",
        category: "электро",
        showMore: false
    },
    {
        id: 9,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2Fmashina_shlifovalnaya_uglovaya_metabo_we_26_230_mvt_quick_ushm_2600vt_zashchita_avibr_pov_ruchka.png?v=1625490217000",
        title: "УШМ",
        description: "Углошлифовальная машина (болгарка) — это ручной электроинструмент, который используется для шлифовки, полировки, заточки, резки и другой обработки изделий из различных материалов. Перечень оснований, с которыми справляется болгарка, очень большой. В него входят металл, камень, древесина, бетон, кирпич, кровельные материалы, пластик, керамическая плитка и многие другие. Правильное название болгарки — углошлифовальная машина.",
        category: "электро",
        showMore: false
    },
    {
        id: 10,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2Fg24dd-h-1-1000x750-6d722cd.png?v=1625490228888",
        title: "Шуруповерты",
        description: "Шуруповёрт, дрель-шуруповёрт, винтовёрт — ручной электроинструмент или пневматический инструмент с регулировкой крутящего момента и/или глубины завинчивания, предназначенный для закручивания и откручивания шурупов, саморезов, винтов, дюбелей и других видов крепёжных изделий, а также сверления отверстий (при наличии кулачкового патрона или при использовании свёрл с шестигранным хвостовиком). Электрический шуруповёрт работает от аккумуляторной батареи или от внешнего источника тока (сети, генератора), пневматический шуруповёрт — от компрессора или резервуара со сжатым газом.",
        category: "электро",
        showMore: false
    },
    {
        id: 11,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F252525384.png?v=1625490183139",
        title: "Лобзики",
        description: "Электрический лобзик – ручной инструмент, использующийся для распила изделий из древесины, пластика и металла. Благодаря электромотору облегчает и ускоряет процесс столярных работ. Электролобзик используется для чистового и чернового прямолинейного раскроя заготовок, а также выпиливания лекальных кривых. Используется в строительстве для ускорения и облегчения процесса пиления.",
        category: "электро",
        showMore: false
    },
    {
        id: 12,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F3a96d720413d52a254e49a3a9a87e753.png?v=1625564740590",
        title: "Канализационные трубы",
        description: "Канализационные трубы — это одна из составляющих современных коммуникаций. По ним отводятся отходы, образующиеся как в частных, так и в многоквартирных домах. Совсем недавно, четверть века назад, трубы для стоков изготавливались исключительно из чугуна и стали. В некоторых квартирах и домах еще сохранились системы из старых труб.",
        category: "сантехника",
        showMore: false
    },
    {
        id: 13,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F480985311_w640_h640_fitingi-dlya-polipropilenovyh.png?v=1625564761068",
        title: "Полипропилен",
        description: "Полипропиленовые трубы – это трубопрокатные материалы, изготовленные из термопластичного, синтетического полимера (полипропилена). Трубы этого типа применяют при монтаже водопроводных, отопительных, канализационных систем, а также при транспортировке агрессивных жидкостей, сжатого воздуха. Полипропиленовые трубы и соединения для водопровода являются современным решением при прокладке магистрали, они пришли на смену металлическим трубопроводам.",
        category: "сантехника",
        showMore: false
    },
    {
        id: 14,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F217211.png?v=1625564800783",
        title: "Радиаторы отопления",
        description: "Радиатор отопления (неофициальное народное название — батарея отопления, также «излучатель» от лат. radius «луч») — конвективно-радиационный отопительный прибор, состоящий из отдельных, обычно колончатых, элементов — секций — с внутренними каналами, внутри которых циркулирует теплоноситель (обычно — вода). Тепло от радиатора отводится излучением, конвекцией и теплопроводностью; доля тепла, отводимая излучением, увеличивается при окраске радиатора в тёмный цвет.",
        category: "сантехника",
        showMore: false
    },
    {
        id: 15,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F7ed9b47195031ae190a82d6d20108935.png?v=1625567313780",
        title: "Гвозди",
        description: "Гвоздь — крепёжное изделие, метиз в виде стержня с головкой и острым концом. По форме стержень может быть цилиндрическим, параллелепипедным, конусовидным или пирамидальным.  Гвоздь используется для крепления деталей из различных материалов (в основном древесных) между собой. Путём забивания молотком осуществляется внедрение гвоздя в тела соединяемых деталей, в которых гвоздь удерживается силой трения.",
        category: "метиз",
        showMore: false
    },
    {
        id: 16,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F849_original.png?v=1625567333839",
        title: "Саморезы",
        description: "Самонарезающий винт — крепёжное изделие в виде стержня с головкой и специальной наружной резьбой, образующей внутреннюю резьбу в отверстии соединяемого предмета. Имеет треугольную резьбу на цилиндрической поверхности, полностью или не полностью закрывающую цилиндрическую поверхность.",
        category: "метиз",
        showMore: false
    },
    {
        id: 17,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F5629.970.png?v=1625567319193",
        title: "Дюбели",
        description: "Дюбель (нем. Dübel — шпонка, шкант, вставной шип) — крепёжное изделие, которое совместно с другим крепёжным изделием различными способами закрепляется в несущем основании и удерживает какую-либо конструкцию. Дюбель устанавливается в основание для возможности вкручивания, вклеивания или вколачивания в него другого крепёжного элемента, например, шурупа или самореза.",
        category: "метиз",
        showMore: false
    },
    {
        id: 18,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F458eaae325890afa6ff7c8391ada8344.png?v=1625569090559",
        title: "Герметики",
        description: "Герме́тик — пастообразная или вязкотекучая композиция на основе полимеров или олигомеров, которую наносят на болтовые, заклепочные и другие соединения с целью предотвращения утечки рабочей среды через зазоры конструкции, гидроизоляции и для герметизации. Герметизирующий слой образуется непосредственно на соединительном шве в результате отверждения (вулканизации) полимерной основы или испарения растворителя; существуют также герметики, которые после нанесения на герметизируемую поверхность никаких изменений не претерпевают (невысыхающие замазки).",
        category: "лкм",
        showMore: false
    },
    {
        id: 19,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F568806663_w640_h640_lak-glyantsevyj-akrilovyj.png?v=1625569127291",
        title: "Лаки",
        description: "Лáки — растворы смол (натуральных или синтетических) в различных растворителях (углеводороды, ацетон, вода, этанол, олифы или эфирные масла) до жидкой или полужидкой консистенции, которые, просыхая в тонком слое, находящемся на каком-либо предмете, образуют прочную плёнку (как правило прозрачную, в отличие от краски), хорошо противостоящую различным внешним физико-химическим воздействиям. Отвердение плёнки лака происходит (частично или полностью) за счёт испарения растворителя, впитывания, либо за счёт реакции окислительной полимеризации. Лаки условно делят на термопластичные и термореактивные.",
        category: "лкм",
        showMore: false
    },
    {
        id: 20,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F427454225_w640_h640_emal-pf-115-zelenaya.png?v=1625569173828",
        title: "Краски",
        description: "Эмалевые краски (эмали) — лакокрасочные материалы, состоящие из высокодисперсных пигментов, плёнкообразующей основы (лаков) и других наполнителей (растворители, пластификаторы, отвердители, сиккативы, матирующие добавки). Эмалевые краски образуют покрытия внешне схожие с эмалями.",
        category: "лкм",
        showMore: false
    },
    {
        id: 21,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2Fcfa87608301f03ffb7149bcb82381d41.png?v=1626778565066",
        title: "Тачки",
        description: "Та́чка — ручная тележка, обычно на одном колесе, которую рабочий везет, толкая её вперед себя, простое устройство для транспортировки грузов, использующее принцип рычага для уменьшения прикладываемого усилия.",
        category: "садовый",
        showMore: false
    },
    {
        id: 22,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F1a5c3a5183b12d575cecf0e8c1032d25_goods_card.png?v=1626779178049",
        title: "Ведра",
        description: "Ведро́ — сосуд для хранения жидких и сыпучих материалов и транспортировки их на небольшие расстояния. Ведра бывают оцинкованные, пластиковые складные. Также вмещают разный обхем жидкостей и сыпучих метериалов.",
        category: "садовый",
        showMore: false
    },
    {
        id: 23,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F858166905_w640_h640_reshetka-ventilyatsionnaya-peretochnaya.png?v=1626779729448",
        title: "Вентиляционные решетки",
        description: "Вентиляционная решетка — это специальный элемент для закрытия вентиляционных отверстий, выполняющий к тому же ряд полезных функций.",
        category: "вентиляция",
        showMore: false
    },
    {
        id: 24,
        image: "https://cdn.glitch.com/7ba3b7ab-0b24-4cf4-b3fd-444c05961a5d%2F832e70f039b15db151691518bc49a7f9.png?v=1626779738384",
        title: "Вентиляционные трубы",
        description: "Вентиляционный воздуховод — магистральная сеть в вентиляции, по которой подаётся воздух в помещение, а также удаляется через них. Вентиляционные воздуховоды выполняются из разных материалов. В основном это оцинкованная или чёрная сталь, но встречаются также воздуховоды из пластмассы или прочной фольги.",
        category: "вентиляция",
        showMore: false
    }
]